IdeaRS.Connections
PlateOpeningData.Param21 Property
Compatible with IDEA StatiCa 0.0
 Ngon = n sides of regural polygon
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int Param21 { get; set; }
Property Value
Type: Int32
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace